[Portuguese]
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
ETAPE 1 : CHOISIR LA CLE=PASSO 1 : ESCOLHER UMA PENDRIVE 
ETAPE 2 : CHOISIR LA SOURCE=PASSO 2 : ESCOLHER A FONTE
ETAPE 3 : PERSISTANCE=PASSO 3 : PERSISTÊNCIA
ETAPE 4 : OPTIONS=PASSO 4 : OPÇÃOS
ETAPE 5 : INSTALLER=PASSO 5 : INSTALAÇÃO
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
Mo=MB
Go=GB
min=min
Nom=Rótulo
Taille=Tamanho
Aide=Ajuda
Attention=Por favor leia
Erreur=Erro
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choisir une clé USB=Escolha um pendrive
Suite (disques durs)=Discos rígidos
Aucune clé trouvée=pendrive não encontrado
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Télécharger=Download
Les fichiers .IMG sont supportés de façon expérimentale.=O suporte para arquivos .IMG é experimental
Seul le mode Live est actuellement disponible dans l'étape 3 et l'option de virtualisation est désactivée.=Apenas o Live Mode está disponível e a opção de virtualização está desabilitada
LinuxLive USB Creator essaiera quand même de l'installer en utilisant les même paramêtres que pour=O LinuxLive USB Creator ainda tentará instalar utilizando os mesmos parâmetros que
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Mode Live)=(Somente modo Live)
(Mode Persistant)=(Modo persistente)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cacher les fichiers sur la clé=Esconda arquivos criados no pendrive
(Sauf Umenu.exe)=(Exceto Umenu.exe)
Formater la clé en FAT32 (Vos données seront supprimées!)=Formate o pendrive em FAT32 (isto apagará seus dados!!)
Permettre de lancer LinuxLive directement sous Windows (nécessite internet)=Possibilita o lançamento do LinuxLive dentro do Windows (Requer conexão a Internet para a instalação)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cliquer l'éclair pour lancer l'installation=Clique no raio para começar a instalação
Veuillez choisir un disque formaté en FAT32 ou FAT ou cocher l'option de formatage=por favor escolha um pendrive formatado em FAT ou FAT32 ou escolha a opção de formatar
Vous n'avez sélectionné aucun disque=Nenhum disco selecionado
Vous n'avez sélectionné aucun fichier=Nenhum arquivo selecionado
Vous n'avez sélectionné aucun CD ou dossier=nenhuma pasta ou CD selecionado
Sélectionner l'image ISO d'un CD live d'Ubuntu=Por favor selecione uma imagem ISO do CD Live do Ubuntu
Sélectionner le CD live d'Ubuntu ou son répertoire=Por favor escolha um CD do Ubuntu Live ou sua pasta
Début de la création de LinuxLive USB =Começar criação do LinuxLive USB
Veuillez valider les étapes 1 à 3=Por favor valide passos 1 a 3
Voulez-vous vraiment continuer et formater le disque suivant ?=Você tem certeza que quer formatar este disco e perder seus dados?
Formatage=Formatado em
Formatage de la clé=Formatando o pendrive
Etape 1 à 3 valides=Passos 1 a 3 OK
Nettoyage des installations précédentes ( 2min )=Limpando instalação anterior ( 2min )
Mise en place de la virtualisation=Configurando virtualização
VirtualBox a déjà été téléchargé=Download do VirtualBox pronto
Une nouvelle version de VirtualBox est disponible=Uma nova versão do VirtualBox está disponível
Cette nouvelle version sera téléchargée=O download desta nova versão será feita
Téléchargement de VirtualBox en tache de fond=Fazendo o download do VirtualBox
Le téléchargement a bien débuté=O download começou com sucesso
Le téléchargement n'a pas pu commencer=O download não foi iniciado com sucesso
VirtualBox ne sera pas installé=VirtualBox não será instalado
L'intégrité de l'archive n'a pas pu être vérifiée=Integridade não pode ser verificada
L'installation sera tentée=Instalação ainda será tentada
Probléme de téléchargement=Download não funciona
Décompression de l'ISO sur la clé=Descomprimindo arquivo ISO no pendrive
Ecriture de l'image sur la clé=Escrevendo imagem no pen drive
Copie des fichiers vers la clé=Copiando arquivos no pendrive
Renommage et déplacement de quelques fichiers=Modificando o nome de alguns arquivos
Masquage des fichiers=Escondendo arquivos
Création du fichier de persistance=Criando arquivo para persistênci
Formatage du fichier de persistance=Formatando arquivo para persistência
Mode Live : pas de fichier de persistance=Modo Live : sem arquivo para persistência
Détection automatique du type de variante=Variante do Ubuntu encontrada
Installation des secteurs de boot=Instalando setores do boot
Téléchargement de VirtualBox=Fazendo o Download do VirtualBox
Le téléchargement est maintenant fini=Download completo
Nettoyage d'anciennes installations de VirtualBox=Limpando instalação anterior do VirtualBox
Décompression de Virtualbox sur la clé=Descomprimindo VirtualBox no pendrive
Configuration de VirtualBox Portable=Configurando VirtualBox
Votre clé LinuxLive est maintenant prête !=O seu pendrive LinuxLive está pronto!
Vous n'avez pas les droits suffisants pour démarrer VirtualBox sur cette machine.=Você não tem direitos de administrador e por isso não pode ativar o VirtualBox.
Enregistrez-vous sur le compte administrateur ou lancez le logiciel avec les droits d'administrateur pour qu'il fonctionne.=Por favor faça o login como administrador ou execute VirtualBox com direitos de administrador.
Vous avez moins de 256Mo de mémoire vive disponible.=Você tem menos de 256MB de memória disponível.
Cela ne suffira pas pour lancer LinuxLive directement sous windows.=Isto não será suficiente para usar Ubuntu dentro de windows.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Le fichier d'aide n'est pas présent dans le dossier.=Arquivo de ajuda não encontrado.
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
A propos=Sobre este software
Guide d'utilisation=Manual
Tutorial de virtualisation=Tutorial sobre Virtualização (FR)
Faire un don=Doe
Version=Versão
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cet ISO n'est pas compatible=Esta ISO não é compatível
Détection du clavier=Detectando o layout do teclado
Français (France)=Francês (França)
Français (Suisse)=Francês (Suíça)
Allemand= Alemão
Portugais=Portugués
US ou autres (qwerty)=Estados Unidos ou outro (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Erreur de création du fichier VMDK=Erro criando arquivo VMDK
La clé USB spécifiée n'a pas été retrouvé, le fichier VMDK est donc invalide.=Pendrive não encontrado, arquivo VMDK é inválido
(re)Lancer SetupForAutoVMDK.exe pour configurer une clé.=Tente executar novamente SetupForAutoVMDK.exe
Voulez-vous continuer quand même ?=Você quer ignorar este erro?
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Impossible d'ouvrir le fichier MD5SUMS=Arquivo MD5SUMS Não encontrado
Annulation de la vérification=Cancelando verificação
Vous avez la bonne version de Linux mais elle est corrompue ou a été modifiée.=Você tem o arquivo ISO correto mas esta cópia está danificada.
Merci de la télécharger à nouveau=Por favor faça o download de novo.
Vérification=Verificando.
Cette version de Linux n'est pas compatible avec ce logiciel.=Este ISO não é compatível.
Merci de vérifier la liste de compatibilité dans le guide d'utilisation.=Por favor leia a lista de compatibilidade no manual
Si votre version est bien dans la liste c'est que le fichier est corrompu et qu'il faut le télécharger à nouveau=Se a sua versão está nesta lista, o arquivo está danificado, por favor faça o download novamente.
La version est compatible et le fichier est valide=Esta versão é compatível e a integridade do arquivo foi verificada.
Vérification terminée=Verificação terminada
Vérification de l'intégrité + compatibilité=Verificando integridade e compatibilidade
Impossible d'ouvrir le fichier md5sum.txt=Arquivo MD5SUM.txt não pode ser aberto.
Vérification de l'intégrité=Verificando integridade.
Le fichier suivant est corrumpu=Este arquivo está danificado.
Tous les fichiers sont bons.=Todos os arquivos foram verificados com sucesso.
Vérification du fichier=Verificando arquivo
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Mode Persistant=Modo Persistente
Mode Live=Modo Live
Installer=Instale
Verification des fichiers=Verificacao de Integridade
Test de la RAM=Teste de Memoria
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
Une erreur s'est produite.=ocorreu um erro.
Un rapport anonyme a été envoyé afin que l'erreur soit corrigée au plus vite.=Um informe anônimo foi enviado para corrigir este problema o antes possível.
Voir le rapport=Mostre informe de erro
Relancer l'application=Reniciar Aplicativo
Arrêter l'application=Fechar Aplicativo
dernières actions=Últimas Ações
Identifiant anonyme unique=Identificador único e anônimo
Statut du rapport=Status do informe
Envoi en cours=Falta
Erreur (non envoyé)=Erro (não enviado)
Envoyé=Enviado
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
Pour lancer LinuxLive :=Para executar LinuxLive :
Retirez votre clé et réinsérez-la.=Retire o seu pendrive e ligue-o de novo.
Allez ensuite dans 'Poste de travail'.=Vá a 'Meu Computador'
Faites un clic droit sur votre clé et sélectionnez :=Faça um click com o botão direito e escolha:
'LinuxLive!' pour lancer la clé directement dans windows='LinuxLive!' para executar o seu pendrive dentro de windows.
'VirtualBox Interface' pour lancer l'interface complète de VirtalBox='Interface VirtualBox' para executar a interface completa do VirtualBox
'Ubuntu Menu' pour lancer le menu original du CD d'Ubuntu='Menu Ubuntu' para executar o menu original do CD do Ubuntu
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OU=OU
Manuellement=Manualmente
Automatiquement=Automaticamente
Merci de sélectionner un Linux pour continuer=Favor escolha um linux para continuar
Recherche du miroir le plus rapide=Procurando por um mirror mais rapido
Test du miroir=Testando mirror
Aucun miroir en ligne=Nenhum mirror foi encontrado
Merci de vérifier la connexion à internet ou d'essayer un autre Linux=Favor verifique sua conexão com a internet ou selecione outra versão do linux
Sélectionner le fichier une fois que le téléchargement sera fini=Selecione este arquivo como fonte após o termino do download
Téléchargement de=Fazendo download
depuis=de
Erreur lors du téléchargement=Erro tentando fazer download
Latence=Latencia
Serveur=Nome do servidor
Copier le lien=Copiar link
Lancer dans le navigateur=Executar no navegador
Meilleurs miroirs=Melhores mirrors
Miroirs rapides=Mirrors bons
Miroirs lents=Mirrors lentos
Miroirs morts=Mirrors mortos
La vérification va commencer dans quelques secondes=Checagem irá começar brevemente